{
  "msg": "All product",
  "allProducts": [
    {
      "_id": "62ed59bb45a2f95ba4fc1fbb",
      "title": "BBQ chicken breast",
      "shortDescription": "A mighty meaty double helping of all the reasons you love our burger.",
      "description": "Toppings that are placed over pizza are often arranged in specific order. This order is maintained not just for visual pleasure, but also to maintain the moisture and control the baking process of the crust. The most common bed for the various toppings is cheese, because it provides moisture and firmness to the material above it. For the same purposes, cheese can be applied on the top of the pizza. The most common order of applying toppings on the crust is following:",
      "price": 14,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659675367/poco-images/o0y3ivqexdernay2rre7.png"
      ],
      "category": "Pizza",
      "review": [],
      "createdAt": "2022-08-05T17:56:11.665Z",
      "updatedAt": "2022-08-05T19:39:59.393Z",
      "__v": 0
    },
    {
      "_id": "62ed5a9245a2f95ba4fc1fc1",
      "title": "Spaghetti Bolognese",
      "shortDescription": "A mighty meaty double helping of all the reasons you love our burger.",
      "description": "Cheese is traditionally the most common topping found on modern pizzas. Throughout the history many types of cheeses have been used in this meal, but most popular ones are Mozzarella, Ricotta, Feta, Parmesan, Cheddar and Monterey. Even though cheeses are rich with protein, calcium and sodium, they also can contain high amounts of fat. People who want to maintain their diet can choose to use low-fat cheeses, or to limit their amount and use more other toppings instead.",
      "price": 11,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659675615/poco-images/fg5xmgf2mo9f5ro3eltu.png"
      ],
      "category": "Pizza",
      "review": [
        {
          "_id": "62ef1ce5a44e86b07a5c5289",
          "user": null,
          "fullname": "masum",
          "email": "masum@gmail.com",
          "ratingStar": 4,
          "reviewText": "Wow",
          "createdAt": "2022-08-07T02:01:09.949Z",
          "updatedAt": "2022-08-07T02:01:09.949Z",
          "__v": 0
        },
        {
          "_id": "62f0d9f2372fbb4b33e64b79",
          "user": {
            "_id": "62f0d357372fbb4b33e64b29",
            "fullname": "Admin",
            "email": "admin@gmail.com",
            "password": "$2b$10$lD3rPD5ZYqwSB/9PVbhvxOr83iFQdQPCAX95q.6xD0E3Fi5eTv4W6",
            "role": "admin",
            "profilePic": "http://res.cloudinary.com/online-poco/image/upload/v1659949910/poco-images/cp5ynmfahmfehsmbpyj2.jpg",
            "wishlist": [],
            "order": [],
            "createdAt": "2022-08-08T09:11:51.866Z",
            "updatedAt": "2022-08-08T09:11:51.866Z",
            "__v": 0
          },
          "fullname": "Admin",
          "email": "admin@gmail.com",
          "ratingStar": 4.5,
          "reviewText": "Wonderfull",
          "createdAt": "2022-08-08T09:40:02.558Z",
          "updatedAt": "2022-08-08T09:40:02.558Z",
          "__v": 0
        }
      ],
      "createdAt": "2022-08-05T17:59:46.913Z",
      "updatedAt": "2022-08-08T09:40:02.759Z",
      "__v": 0
    },
    {
      "_id": "62ed5adf45a2f95ba4fc1fc9",
      "title": "Tagliatelle Molto",
      "shortDescription": "Sauce is traditionally made from tomato, and can be additionally seasoned with wide variety of spices and herbs.",
      "description": "There are many kinds of sauces that are used today, and one of their most important characteristics is their fluidity. Sauce that is too watered down can damage the consistency of the crust, and thicker sauces are better suited when you want to make the topping consistent across the entire pizza.",
      "price": 12,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659675685/poco-images/xm1gmdlslnv3fysh1lyl.png"
      ],
      "category": "Pizza",
      "review": [
        {
          "_id": "62eeaa85cfd91ace024feaad",
          "user": null,
          "fullname": "admin",
          "email": "admin@gmail.com",
          "ratingStar": 3.5,
          "reviewText": "Best",
          "createdAt": "2022-08-06T17:53:09.675Z",
          "updatedAt": "2022-08-06T17:53:09.675Z",
          "__v": 0
        },
        {
          "_id": "62eeaa91cfd91ace024feab6",
          "user": null,
          "fullname": "admin",
          "email": "admin@gmail.com",
          "ratingStar": 1,
          "reviewText": "Wow",
          "createdAt": "2022-08-06T17:53:21.337Z",
          "updatedAt": "2022-08-06T17:53:21.337Z",
          "__v": 0
        }
      ],
      "createdAt": "2022-08-05T18:01:03.888Z",
      "updatedAt": "2022-08-06T17:53:21.527Z",
      "__v": 0
    },
    {
      "_id": "62ed5b2545a2f95ba4fc1fcd",
      "title": "Penne Funghi Chicken",
      "shortDescription": "Crust is made from wheat, water and yeast, by kneading it for 5-10 minutes until its mass become perfectly mixed together.",
      "description": "Since the moment when Raffaele Esposito made his historic pizza Margherita in 1984, the basic structure of pizza became fixed. All the future variation of pizzas has been made with four distinct ingredients -the crust, the sauce, cheese and topping. During the last 60 years in which pizza spread across the world many variations on this theme were produced, but the old and proven designs of Naples chefs still remain most popular. Here are some examples of most notable ingredients that are used today in making pizza. Toppings can be applied to the crust before or after baking, and there are even some versions of pizza that don't even use crust! Some of the traditional Italian pizzas are protected by European low, and cooks that want to sell them must abide with the strict rules regarding their creation.",
      "price": 17,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659675745/poco-images/evrzdijv7ui9mu584zuh.png"
      ],
      "category": "Pizza",
      "review": [],
      "createdAt": "2022-08-05T18:02:13.200Z",
      "updatedAt": "2022-08-07T06:02:17.208Z",
      "__v": 0
    },
    {
      "_id": "62ef2deee1f988b74edb7472",
      "title": "The Classic Burger",
      "shortDescription": "Sink your teeth into a delicious restaurant-style, hamburger recipe made from lean beef. Skip the prepackaged patties and take the extra time to craft up your own, and that little extra effort will be worth it. To make cheeseburgers, about 1 minute before burgers are done, top with sliced cheese; continue cooking until cheese begins to melt.",
      "description": "Ingredients\n½ tbsp olive oil\n1 onion, peeled and finely chopped\n1 x 500g pack British Beef Steak Mince 15% fat\n1 tsp mixed dried herbs\n1 egg, beaten\n4 slices mature Cheddar (optional)\n4 white rolls\nfew round lettuce leaves, torn\n1 beef tomato, sliced\nketchup, to serve (optional)\n\nSink your teeth into a delicious restaurant-style, hamburger recipe made from lean beef. Skip the prepackaged patties and take the extra time to craft up your own, and that little extra effort will be worth it. To make cheeseburgers, about 1 minute before burgers are done, top with sliced cheese; continue cooking until cheese begins to melt.",
      "price": 32,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659842013/poco-images/cigf2va6bbdbrrj5vqeb.png"
      ],
      "category": "Burger",
      "review": [],
      "createdAt": "2022-08-07T03:13:50.576Z",
      "updatedAt": "2022-08-07T03:13:50.576Z",
      "__v": 0
    },
    {
      "_id": "62ef2e5be1f988b74edb7478",
      "title": "Gaucho Style Crispy Sirloin",
      "shortDescription": "Best Hamburger Patty Recipe – Thick or thin, made on the grill or stovetop, this is the best and easiest all-purpose recipe for perfect hamburger patties every time! These juicy, delicious homemade hamburgers are ready in less than 30 minutes and are a must-make for your next cookout.",
      "description": "Preheat grill to 400°F.\n\nStep 2\n    In a bowl, whisk beef base, olive oil, garlic, and black pepper.\n\nStep 3\n    Add steaks to mixture and coat. Marinate in refrigerator for 30 minutes or up to 6 hours.\n\nStep 4\n    When ready to cook, place steaks directly on grill and allow grill to flame-up, while turning steak to char outer surface.\n\nStep 5\n    Cook to desired temperature (approximately 5–6 minutes).",
      "price": 12,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659842132/poco-images/bxu2z5m3cswvuwo6jiju.png"
      ],
      "category": "Burger",
      "review": [],
      "createdAt": "2022-08-07T03:15:39.512Z",
      "updatedAt": "2022-08-07T03:15:39.512Z",
      "__v": 0
    },
    {
      "_id": "62ef2f0fe1f988b74edb747f",
      "title": "White Castle",
      "shortDescription": "With over 36,000 restaurants around the world, White Castle has established itself as one of the most well-known fast food chains. Their burgers, made with 100% real beef, are a bit greasy, but hey, the price won't leave a hole in your wallet. Next time you're craving a cheeseburger, try McDonald's quarter pounder with cheese, served on a sesame seed bun and topped with American cheese, onions, and pickles.",
      "description": "With over 36,000 restaurants around the world, White Castle has established itself as one of the most well-known fast food chains. Their burgers, made with 100% real beef, are a bit greasy, but hey, the price won't leave a hole in your wallet. Next time you're craving a cheeseburger, try McDonald's quarter pounder with cheese, served on a sesame seed bun and topped with American cheese, onions, and pickles.",
      "price": 12,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659842290/poco-images/tczydr0uspxzvb4ltgdi.png"
      ],
      "category": "Burger",
      "review": [],
      "createdAt": "2022-08-07T03:18:39.316Z",
      "updatedAt": "2022-08-07T03:18:39.316Z",
      "__v": 0
    },
    {
      "_id": "62ef2f5de1f988b74edb7485",
      "title": "Burger-chan",
      "shortDescription": "At this cult sensation, you’ll find vigorously griddled, umami-packed burgers to build as you please: single, double, or triple stacked and festooned with trimmings from pickled habanero and fried egg to house sambal aioli. Or go for the newer, bigger patty. Whatever you pick, don’t forget the tots.",
      "description": "Burgerlords is a picture-perfect fast food-style burger joint; the buns are squishy, the sauce is rich, the toppings are crisp, the fries are good, and the booths are classic. There’s only one thing out of the ordinary—it’s entirely vegan. As of 2020, there are no animal products anywhere in the house. But whether you’re a plant-based person or not, the fact remains—these are some outstanding burgers, with a house-made patty built fresh every day from a complicated recipe of 30 plants, grains, spices, and nuts. Grab your tofu nuggets, your tahini shake, and tuck in.\n\nBurgers Never Say Die\nLos Angeles, California\nWhat started as a backyard pop-up out of chef-owner Shawn Nee’s home quickly turned into an Instagram sensation, and then eventually into a brick-and-mortar space in 2019. Known for its purist smashburgers, you need not make any modifications to the Regular (a single patty topped with ketchup, mustard, onions and pickles) to get that perfect burger, which turns out to be basically a McDonald’s cheeseburger, if McDonald’s was actually good.",
      "price": 14,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659842379/poco-images/nlgsgkkhxm6jwkjrd7ky.png"
      ],
      "category": "Burger",
      "review": [],
      "createdAt": "2022-08-07T03:19:57.250Z",
      "updatedAt": "2022-08-07T03:19:57.250Z",
      "__v": 0
    },
    {
      "_id": "62ef2fa4e1f988b74edb748b",
      "title": "Cherry Cricket",
      "shortDescription": "The Cricket’s been serving up food in Denver for 70 years, so it’s pretty clear that this 1950s trucker bar-turned-burger joint is doing something right. It starts with the basics: a half-pound patty on a sesame seed bun. Then you take over, picking from the extensive list of additions. At this point, this place has seen it all, so if herb cream cheese, grilled pineapple, and corned beef are what you’re craving—go for it. Plus now there’s a second location near Coors Field featuring arcade games and fish tanks and those same beloved burger patties loaded with all the peanut butter and bacon your heart desires (seriously, try that combo, it rocks).",
      "description": "The Cricket’s been serving up food in Denver for 70 years, so it’s pretty clear that this 1950s trucker bar-turned-burger joint is doing something right. It starts with the basics: a half-pound patty on a sesame seed bun. Then you take over, picking from the extensive list of additions. At this point, this place has seen it all, so if herb cream cheese, grilled pineapple, and corned beef are what you’re craving—go for it. Plus now there’s a second location near Coors Field featuring arcade games and fish tanks and those same beloved burger patties loaded with all the peanut butter and bacon your heart desires (seriously, try that combo, it rocks).\n\nSee the best burger spots in all of Denver.\n\nThe Company Burger\nNew Orleans, Louisiana\nThe Company Burger has become every bit as a must-do New Orleans pit stop for visitors as the obligatory Cafe Du Monde beignets. The core components are nothing flashy—thin patties expertly griddled to medium, house bread-and-butter pickles, cooked red onion, and American cheese. You can embellish it as you choose at their condiment bar that has assorted mayos and other fixins",
      "price": 14,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659842465/poco-images/ats92yvpu7yuwp4sipob.png"
      ],
      "category": "Burger",
      "review": [],
      "createdAt": "2022-08-07T03:21:08.372Z",
      "updatedAt": "2022-08-07T03:21:08.372Z",
      "__v": 0
    },
    {
      "_id": "62ef4b524a10ca205e030c22",
      "title": "Cacio e pepe",
      "shortDescription": "This ancient dish with Roman origins is regarded as one of the simplest and most satisfying Italian dishes. Cacio e pepe consists of pasta (usually spaghetti), aged Pecorino Romano cheese, salt, and lots of ground black pepper. Since the ingredients are easy to transport and do not spoil easily, it was once the favorite dish of Roman shepherds.",
      "description": "This ancient dish with Roman origins is regarded as one of the simplest and most satisfying Italian dishes. Cacio e pepe consists of pasta (usually spaghetti), aged Pecorino Romano cheese, salt, and lots of ground black pepper. Since the ingredients are easy to transport and do not spoil easily, it was once the favorite dish of Roman shepherds.\n\nThe spicy pepper protected the shepherds from the effects of cold weather during the night, while the pasta provided them with the carbohydrates they needed to perform their back-breaking labor. However, this simple meal is so good that the famous chef and television personality Anthony Bourdain described it by saying it \"could be the greatest thing in the history of the world.\"",
      "price": 54,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659849537/poco-images/ux0mayiderz37mplvlno.png"
      ],
      "category": "Pasta",
      "review": [],
      "createdAt": "2022-08-07T05:19:14.740Z",
      "updatedAt": "2022-08-07T05:19:14.740Z",
      "__v": 0
    },
    {
      "_id": "62ef4b894a10ca205e030c28",
      "title": "Tortelli",
      "shortDescription": "Tortelli is a variety of Italian stuffed pasta prepared in a few shapes: square, semicircular, or rounded and twisted. The pasta is popular throughout Italy, especially in Tuscany, Lombardy, and Emilia-Romagna. One of the most famous dishes featuring this pasta variety is called tortelli con zucca, where tortelli are filled with pumpkin",
      "description": "Tortelli is a variety of Italian stuffed pasta prepared in a few shapes: square, semicircular, or rounded and twisted. The pasta is popular throughout Italy, especially in Tuscany, Lombardy, and Emilia-Romagna. One of the most famous dishes featuring this pasta variety is called tortelli con zucca, where tortelli are filled with pumpkin, crushed cookies, and parmesan cheese.\n\nThe dish is then topped with more cheese and a sauce consisting of butter and sage.",
      "price": 24,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659849588/poco-images/gdffxm7bjwzhrvnxpxbf.png"
      ],
      "category": "Pasta",
      "review": [],
      "createdAt": "2022-08-07T05:20:09.072Z",
      "updatedAt": "2022-08-07T05:49:39.974Z",
      "__v": 0
    },
    {
      "_id": "62ef4bc04a10ca205e030c2e",
      "title": "Trofie al Pesto",
      "shortDescription": "The northern coastal region Liguria is especially celebrated for its light, herb-heavy dishes. One of our favourite regional dishes is the famed trofie al pesto: pesto pasta.  spicy extra virgin olive oil typical of Southern Italy to add to the kick from the peperoncino, or red chili pepper, a common ingredient found in the more fiery cuisine of the South.",
      "description": "Originating in Campania, this iconic pasta is a classic example of cucina povera, making the most of simple ingredients. The hero here is the extra virgin olive oil, so you’ll want to be sure to choose one that is made with hand-picked, cold-pressed olives (and remember: olio extravergine d’oliva is best when fresh). We recommend choosing a robust, even spicy extra virgin olive oil typical of Southern Italy to add to the kick from the peperoncino, or red chili pepper, a common ingredient found in the more fiery cuisine of the South.",
      "price": 23,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659849644/poco-images/xizeaazasirblad2bp7v.png"
      ],
      "category": "Pasta",
      "review": [],
      "createdAt": "2022-08-07T05:21:04.184Z",
      "updatedAt": "2022-08-07T05:21:04.184Z",
      "__v": 0
    },
    {
      "_id": "62ef4c334a10ca205e030c34",
      "title": "Pasta al Tonno",
      "shortDescription": "A coastal classic with origins in Calabria, pasta with tuna is a simple yet satisfying main dish that works as well for a quick weeknight dinner as it does for a lazy Sunday feast. With the addition of salty capers and spicy Calabrian chili peppers, this plate has the power to transport you to the Mediterranean seaside.",
      "description": "Rich cheese, bronze-extruded pasta, and freshly-ground pepper — the ultimate comfort food, “cacio e pepe” is a Roman dish that will make you forget all about mac-and-cheese. This dish is simple on paper, but can be difficult to master at home; high-quality ingredients and patience will help you achieve the optimum cremina, or cheese sauce. A coastal classic with origins in Calabria, pasta with tuna is a simple yet satisfying main dish that works as well for a quick weeknight dinner as it does for a lazy Sunday feast. With the addition of salty capers and spicy Calabrian chili peppers, this plate has the power to transport you to the Mediterranean seaside.",
      "price": 34,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659849776/poco-images/noebivryt4balyuebzbr.png"
      ],
      "category": "Pasta",
      "review": [],
      "createdAt": "2022-08-07T05:22:59.465Z",
      "updatedAt": "2022-08-07T05:22:59.465Z",
      "__v": 0
    },
    {
      "_id": "62ef4c764a10ca205e030c3a",
      "title": "Lasagne alla Bolognese",
      "shortDescription": "A traditional dish from Emilia-Romagna, Lasagne alla Bolognese is made with egg pasta, creamy béchamel, and Bolognese ragù. A nearly perfect recipe, this dish has been loved by all for centuries – in fact, there is evidence that even the ancient Romans enjoyed an early version of this dish by the same name.",
      "description": "A traditional dish from Emilia-Romagna, Lasagne alla Bolognese is made with egg pasta, creamy béchamel, and Bolognese ragù. A nearly perfect recipe, this dish has been loved by all for centuries – in fact, there is evidence that even the ancient Romans enjoyed an early version of this dish by the same name. Cooked in an “angry” tomato sauce, leave it to the Romans to give us this fiery dish. Quick and classic, this pasta recipe takes all of 30 minutes to throw together and brings an enjoyable kick to the table thanks to crushed red pepper.\n\nFive simple ingredients, one revolutionary meal. If there is any dish that is truly iconic of Italian cuisine, this is it. For our tenth anniversary, our chefs in Italy spent months testing, tasting, and experimenting with different ingredients from our marketplace in order to create the perfect lo spaghetto al pomodoro – check out the recipe, and the full story behind it.",
      "price": 32,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659849814/poco-images/els0snj999yd8iehcehi.png"
      ],
      "category": "Pasta",
      "review": [],
      "createdAt": "2022-08-07T05:24:06.614Z",
      "updatedAt": "2022-08-07T05:24:06.614Z",
      "__v": 0
    },
    {
      "_id": "62ef530a4a10ca205e030cc1",
      "title": "Amatriciana Pizza",
      "shortDescription": "Named after Amatrice, a provincial town in the Sabine Hills northeast of Rome; the iconic Amatriciana sauce is often considered a part of the \"holy trinity of Roman pasta\", together with carbonara and cacio e pepe. Amatriciana was invented in the 17th century by adding tomatoes to the already famous gricia sauce – diced tomatoes are sautéed in fat rendered from juicy bits of guanciale (cured pork jowl), then tossed together with grated pecorino cheese and either spaghetti or bucatini pasta.",
      "description": "Named after Amatrice, a provincial town in the Sabine Hills northeast of Rome; the iconic Amatriciana sauce is often considered a part of the \"holy trinity of Roman pasta\", together with carbonara and cacio e pepe. Amatriciana was invented in the 17th century by adding tomatoes to the already famous gricia sauce – diced tomatoes are sautéed in fat rendered from juicy bits of guanciale (cured pork jowl), then tossed together with grated pecorino cheese and either spaghetti or bucatini pasta.\nThe first recipe for Amatriciana was published in the 1790 cookbook L’Apicio Moderno by Francesco Leonardi, a renowned Roman chef and author. Over time, this classic Italian dish became so popular it was featured in several movies, from Alberto Sordi’s 1954 film An American in Rome and Luciano Salce’s 1978 Where Are You Going on Holiday? to Ryan Murphy’s Eat Pray Love, in which Julia Roberts joyfully wolfs down a portion of spaghetti all’Amatriciana while sitting on the terrace of a typical Roman osteria.",
      "price": 25,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659851509/poco-images/l47bex7ruzxpphh8w5cd.png"
      ],
      "category": "Pizza",
      "review": [],
      "createdAt": "2022-08-07T05:52:10.691Z",
      "updatedAt": "2022-08-07T05:52:10.691Z",
      "__v": 0
    },
    {
      "_id": "62ef539a4a10ca205e030cc7",
      "title": "Spinach Pizza",
      "shortDescription": "Might have thought the bottom slot in the top 10 would have been reserved for pineapple. However—and probably much to Popeye’s excitement—it is spinach.\n\nThe most controversial of toppings. Some people wince at the mere mention of pineapple on pizza. And adding ham or bacon doesn’t make it any more tempting.\n\nThe most controversial of toppings. Some people wince at the mere mention of pineapple on pizza. And adding ham or bacon doesn’t make it any more tempting.",
      "description": "Is there anything in this world that brings people together more than pizza? Not only is it always a safe bet to serve at a party or get together, but it can also be used as a handy tool for bribing your friends into helping you move. Sure, you may have to let them choose some of the toppings, but sharing a pizza is a small price to pay for getting a hand in moving that couch down three flights of stairs. Let's circle back to the topic of pizza toppings though. Everyone has their favorites, but also toppings they absolutely can't stand. Sure, there's always the same advice when a pizza has a topping you don't like - \"just pick them off!\" However, the pizza is never the same after that, and you know it.\n\nIs there anything in this world that brings people together more than pizza? Not only is it always a safe bet to serve at a party or get together, but it can also be used as a handy tool for bribing your friends into helping you move. Sure, you may have to let them choose some of the toppings, but sharing a pizza is a small price to pay for getting a hand in moving that couch down three flights of stairs. Let's circle back to the topic of pizza toppings though. Everyone has their favorites, but also toppings they absolutely can't stand. Sure, there's always the same advice when a pizza has a topping you don't like - \"just pick them off!\" However, the pizza is never the same after that, and you know it.",
      "price": 32,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659851638/poco-images/bjhtauziae9zq4dahxzj.png"
      ],
      "category": "Pizza",
      "review": [],
      "createdAt": "2022-08-07T05:54:34.946Z",
      "updatedAt": "2022-08-07T05:54:34.946Z",
      "__v": 0
    },
    {
      "_id": "62ef53d44a10ca205e030ccd",
      "title": "Black Olives",
      "shortDescription": "Nothing can ruin a pizza faster than black olives. These overly salty and unpleasant black circles are like mutant eyes staring back at you from your pie. The worst thing is that there are people out there who will vehemently defend olives as a pizza topping, and they are absolutely wrong. There is no joy in a pizza covered in black olives. You want olives with pizza so badly? Order the side salad. There are guaranteed to be some big black olives in there you can enjoy without ruining everyone else's night.",
      "description": "Nothing can ruin a pizza faster than black olives. These overly salty and unpleasant black circles are like mutant eyes staring back at you from your pie. The worst thing is that there are people out there who will vehemently defend olives as a pizza topping, and they are absolutely wrong. There is no joy in a pizza covered in black olives. You want olives with pizza so badly? Order the side salad. There are guaranteed to be some big black olives in there you can enjoy without ruining everyone else's night.Green olives are only slightly better than black olives because their appearance isn't as offensive. Don't be fooled, however. These things are just as bad. Let's all just face the truth together: olives have too strong a flavor to be on pizza. They overpower everything and basically make you feel like you're eating olives right out of the jar. Olive defenders will try to say \"they're not that bad! You won't even notice them.\" Fine, then just get the pizza without olives if it's all the same. Checkmate!",
      "price": 44,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659851708/poco-images/pxyj9u8br1kibmulicly.png"
      ],
      "category": "Pizza",
      "review": [],
      "createdAt": "2022-08-07T05:55:32.159Z",
      "updatedAt": "2022-08-07T05:55:32.159Z",
      "__v": 0
    },
    {
      "_id": "62ef53fd4a10ca205e030cd3",
      "title": "Broccoli",
      "shortDescription": "Come on, really? Broccoli on a pizza? Get out of here with that nonsense. There's no reason you need to top the food everyone loves with the vegetable that everyone either hates or eats begrudgingly because it's healthy.",
      "description": "The common understanding is that broccoli on a pizza makes it slightly more nutritious, but come on! You're eating pizza! Nutrition was never part of the equation. Besides, broccoli would have to work pretty hard to cancel out a pizza's calories. Leave broccoli for the weeknight dinners and just enjoy pizza as it is. Spinach is only slightly higher than broccoli because let's face it, you can barely tell it's there. It's still a weird vegetable to top a pizza with, but at least it can kind of blend in with the other flavors. Still, if someone is asking for spinach on their pizza, you have to wonder why. After all, even more so than the green olive argument, spinach really does end up adding no flavor to the finished product. It's extraneous. Like broccoli, it's just an excuse to have something green on a pizza.",
      "price": 24,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659851770/poco-images/yusei4jimk2ppbzju5cl.png"
      ],
      "category": "Pizza",
      "review": [],
      "createdAt": "2022-08-07T05:56:13.647Z",
      "updatedAt": "2022-08-07T05:56:13.647Z",
      "__v": 0
    },
    {
      "_id": "62ef548e4a10ca205e030ce2",
      "title": "Anchovies Pizza",
      "shortDescription": "Anchovies may be an absolutely classic pizza topping, but they are kind of weird, aren't they? These salty fish fillets probably owe more to pizza's heritage than any other topping, considering they are a key ingredient in many dishes.",
      "description": "Anchovies may be an absolutely classic pizza topping, but they are kind of weird, aren't they? These salty fish fillets probably owe more to pizza's heritage than any other topping, considering they are a key ingredient in many dishes. This is mostly due to the additional umami flavor they can add. That being said, anchovies are still a fairly divisive pizza topping, and for good reason. Most people are put off by the fishy taste of anchovies, and to be fair, they are also rather unsightly when added to a pizza.",
      "price": 35,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659851908/poco-images/iotsjurcjjrithagshhr.png"
      ],
      "category": "Pizza",
      "review": [],
      "createdAt": "2022-08-07T05:58:38.261Z",
      "updatedAt": "2022-08-07T05:58:38.261Z",
      "__v": 0
    },
    {
      "_id": "62ef5a994a10ca205e030d42",
      "title": "Bird Chicken",
      "shortDescription": "Fried chicken is omnipresent in London. Originating from Scottish (chicken, fried, unseasoned) and West African (chicken, fried, seasoned) traditions, the dish’s London history can be traced back to Hannah Glasse’s 1747 cookbook ‘The Art of Cookery Made Plain and Easy’.",
      "description": "Fried chicken is omnipresent in London. Originating from Scottish (chicken, fried, unseasoned) and West African (chicken, fried, seasoned) traditions, the dish’s London history can be traced back to Hannah Glasse’s 1747 cookbook ‘The Art of Cookery Made Plain and Easy’. London’s first experience of ‘American’ fried chicken (as it’s known today) came with the opening of Kentucky Fried Chicken in North Finchley during 1968. Countless accessibly priced chicken shops have since opened and become pillars of local communities, followed by a clutch of new establishments — all united by a ubiquitous passion for one of the world’s favourite comfort foods.",
      "price": 25,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659854569/poco-images/hypfpellsxiwbgudc7k0.png"
      ],
      "category": "Chicken",
      "review": [],
      "createdAt": "2022-08-07T06:24:25.316Z",
      "updatedAt": "2022-08-07T06:42:51.812Z",
      "__v": 0
    },
    {
      "_id": "62ef60884a10ca205e030d7e",
      "title": "Mother Clucker",
      "shortDescription": "Speaking of hot sauce, another honourable mention in the history of fried chicken is Nashville. There, it’s alleged that a woman tried to murder her man with spicy chicken. Unfortunately for her, the man loved it, and Nashville hot chicken was born. You’ll also probably see buttermilk in a lot of places. That’s because buttermilk has two key benefits when used in fried chicken. The first is that when used as a marinade, it starts to break down the structure of the chicken, making it extra tender. The second is that when you fry it, it mixes with the flour to go brilliantly crunchy.",
      "description": "Speaking of hot sauce, another honourable mention in the history of fried chicken is Nashville. There, it’s alleged that a woman tried to murder her man with spicy chicken. Unfortunately for her, the man loved it, and Nashville hot chicken was born. You’ll also probably see buttermilk in a lot of places. That’s because buttermilk has two key benefits when used in fried chicken. The first is that when used as a marinade, it starts to break down the structure of the chicken, making it extra tender. The second is that when you fry it, it mixes with the flour to go brilliantly crunchy.\n\nOf course, not all fried chicken is western. Korean fried chicken, for example, follows a different set of rules. It’s traditionally double-fried, making it super crisp, often basted in a gochujang-based spicy sauce. Japan has great fried chicken too, called karaage. Even chicken katsu is arguably fried chicken, just with breadcrumbs instead of batter.\n\nRight, that’s enough preamble. You’re here for one thing: the best fried chicken in London. We’ve included pictures so you can get an idea of the vibe, along with a mini-review, where the place is, and a link to the page so you can book it, pronto. So, without further ado, here are the mother-clucking best places to get wings and tings.",
      "price": 74,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659854947/poco-images/ikvqnf3u1tw6ettx5sac.png"
      ],
      "category": "Chicken",
      "review": [],
      "createdAt": "2022-08-07T06:49:44.334Z",
      "updatedAt": "2022-08-07T06:49:44.334Z",
      "__v": 0
    },
    {
      "_id": "62f09b3105aa7a32d366109f",
      "title": "Stawberry Ice",
      "shortDescription": "Place the strawberries in a blender or food processor; cover and process until smooth. In a saucepan, bring sugar and water to a boil. Cook and stir until sugar is dissolved, about 5 minutes; cool slightly. Add to blender. Add lemon juice; cover and process until combined.",
      "description": "Strawberry Ice Weed Strain Typical Effects\nThe high takes only a few minutes to deliver a pleasant feeling of euphoria and a powerful energy boost. Afterward, the high flows on another level, changing happiness with a focus and creativity enhancement. One of the best advantages is that this cannabis relaxes without making a person too sedative and leaving a clear head. Long story short, this is a perfect choice for getting things done. The most widespread effects are:\n\nFocused\nCreative\nEnergetic\nUplifted\nEuphoric\nRelaxed\nAt the same time, this marijuana may induce some side effects, such as:\n\nDry eyes & mouth\nRapid heartbeat\nDizziness\nMedical Appointments\nIt can be pretty helpful with the following disorders:\n\nStress\nDepression\nMuscular dystrophy\nArthritis\nFatigue\nPhantom limb pain\nAlso, medical patients prone to anxiety should avoid this strain, as Strawberry Ice strain may worsen it.",
      "price": 33,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659935450/poco-images/o7tcfa11z6houshvrdj8.png"
      ],
      "category": "Drinks",
      "review": [],
      "createdAt": "2022-08-08T05:12:17.398Z",
      "updatedAt": "2022-08-08T05:12:17.398Z",
      "__v": 0
    },
    {
      "_id": "62f09bc905aa7a32d36610a6",
      "title": "Blueberry Shake",
      "shortDescription": "Hubs and I were not enthusiastic about the nutmeg but that's just personal preference and not reason enough to dock the recipe a star - I just left it out. I used the blueberry yogurt I had in the fridge (never buy plain yogurt) and I think the extra blueberry flavor was a great contribution. I used Splenda rather than sugar, but since I was already using a sweetened yogurt I reduced the amount by half and the level of sweetness was just right. I used frozen blueberries which not only makes this refreshingly cold but they're also handy to have on hand to make this at any time. Incredibly blue and incredibly blueberry, Hubs rated this \"close to five stars,\" high praise from a guy who only allots five stars to the best of the best.",
      "description": "Hubs and I were not enthusiastic about the nutmeg but that's just personal preference and not reason enough to dock the recipe a star - I just left it out. I used the blueberry yogurt I had in the fridge (never buy plain yogurt) and I think the extra blueberry flavor was a great contribution. I used Splenda rather than sugar, but since I was already using a sweetened yogurt I reduced the amount by half and the level of sweetness was just right. I used frozen blueberries which not only makes this refreshingly cold but they're also handy to have on hand to make this at any time. Incredibly blue and incredibly blueberry, Hubs rated this \"close to five stars,\" high praise from a guy who only allots five stars to the best of the best. Greet the day with the flavor of blissful blueberries and cream in a silky-smooth breakfast-inspired shake, Winner of The American Masters of Taste Gold Medal for SUPERIOR TASTING ready-to-drink protein beverages\n20g protein with all essential amino acids for a nourishing addition to breakfast, as a mid-day snack, or anytime to help curb your hunger.Non-Caffeinated\nGood source of fiber, with 1/2 serving whole grain oats and 25% of the daily value of fiber per shake\n24 Vitamins and Minerals: Support a healthy immune system as part of a healthy diet and lifestyle (Antioxidants Vitamins C and E + Zinc), 35% of daily value of calcium and 30% daily value of Vitamin D to help maintain healthy bones\nGuilt free indulgence: 1g Sugar, 150 Calories and Low Fat; No Soy Ingredients, Kosher",
      "price": 35,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659935651/poco-images/ovpfy7nr3ufub2olkagc.png"
      ],
      "category": "Drinks",
      "review": [],
      "createdAt": "2022-08-08T05:14:49.012Z",
      "updatedAt": "2022-08-08T05:14:49.012Z",
      "__v": 0
    },
    {
      "_id": "62f0d5c7372fbb4b33e64b4c",
      "title": "Chocolate cake",
      "shortDescription": "Browse unique Coca-Cola products, clothing, & accessories, or customize Coke bottles and gifts",
      "description": "Although the legendary Double Burger really needs no introduction, please allow us… Tucked in between three soft buns are two all-beef patties, cheddar cheese, ketchup, onion, pickles and iceberg lettuce. Hesburger’s own paprika and cucumber mayonnaise add the crowning touch. Oh baby!\n\nIngredients: Dr. Praeger’s Black Bean Burger, Focaccia bun, Balsamic Vinaigrette, Pesto, Tomato, Swiss CheeseAlthough the legendary Double Burger really needs no introduction, please allow us… Tucked in between three soft buns are two all-beef patties, cheddar cheese, ketchup, onion, pickles and iceberg lettuce. Hesburger’s own paprika and cucumber mayonnaise add the crowning touch. Oh baby!\n\nIngredients: Dr. Praeger’s Black Bean Burger, Focaccia bun, Balsamic Vinaigrette, Pesto, Tomato, Swiss Cheese",
      "price": 26,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659950511/poco-images/b9d9wmv2xfpg961gxnne.png"
      ],
      "category": "Chicken",
      "review": [],
      "createdAt": "2022-08-08T09:22:15.368Z",
      "updatedAt": "2022-08-08T09:22:15.368Z",
      "__v": 0
    },
    {
      "_id": "62f0d654372fbb4b33e64b57",
      "title": "Lemonades Drink",
      "shortDescription": "Lyrical Lemonade, a Chicago-based promotion company, launched its self-titled brand of non-alcoholic canned lemonade. Lyrical Lemonade was started by Cole Bennett in 2013 as a music and event blog that now has grown into a modern day media empire featuring more than 15 million followers on social media, the company says. Packaged in a 12-ounce can, the lemonade currently is available in four-packs on the company’s website for a suggested retail price of $12.50.",
      "description": "Lyrical Lemonade, a Chicago-based promotion company, launched its self-titled brand of non-alcoholic canned lemonade. Lyrical Lemonade was started by Cole Bennett in 2013 as a music and event blog that now has grown into a modern day media empire featuring more than 15 million followers on social media, the company says. Packaged in a 12-ounce can, the lemonade currently is available in four-packs on the company’s website for a suggested retail price of $12.50.\n\nA little bit of booze will add a lot of zing to the classic thirst-quencher.\n\nThis line-up is more than just a simple addition of alcohol to lemonade, though. There’s so much more to it than that.\n\nPineapple, strawberry, lavender, elderflower: these are just some of the few flavors to look forward to on this list.\n\nIf you’ve been serving the same cocktails at cocktail hour, this collection will broaden that repertoire of yours.\n\nSweet, tart, and refreshing, it’s never too early in the week to enjoy these lemonade cocktails.\n\nReady? Bottoms up!",
      "price": 36,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659950586/poco-images/fupdmogcnqpultnweeqq.png"
      ],
      "category": "Drinks",
      "review": [],
      "createdAt": "2022-08-08T09:24:36.423Z",
      "updatedAt": "2022-08-08T09:24:36.423Z",
      "__v": 0
    },
    {
      "_id": "62f0d7e2372fbb4b33e64b63",
      "title": "Perfect Lemonade",
      "shortDescription": "Well, the problem is that if you just stir all of these together the sugar will sink to the bottom. So the best way to make lemonade is to make a simple syrup first, by heating water and sugar together until the sugar is completely dissolved, and then mix that with the lemon juice.\n\n\nThe proportions will vary depending on how sweet and strong you like your lemonade, and how sour your lemons are to begin with. Late season lemons are less sour than early season lemons. Meyer lemons are sweeter than standard lemons.",
      "description": "Well, the problem is that if you just stir all of these together the sugar will sink to the bottom. So the best way to make lemonade is to make a simple syrup first, by heating water and sugar together until the sugar is completely dissolved, and then mix that with the lemon juice.\n\n\nThe proportions will vary depending on how sweet and strong you like your lemonade, and how sour your lemons are to begin with. Late season lemons are less sour than early season lemons. Meyer lemons are sweeter than standard lemons.\n\n\nStart with the proportions of 1 cup of sugar, 1 cup of water, 1 cup of lemon juice. Reduce the sugar amount if you are using Meyer lemons or if you like your lemonade less sweet. (I usually use 3/4 cup of sugar.)",
      "price": 45,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659951063/poco-images/eetxxlgm3axcni1vdomf.png"
      ],
      "category": "Drinks",
      "review": [],
      "createdAt": "2022-08-08T09:31:14.520Z",
      "updatedAt": "2022-08-08T09:31:14.520Z",
      "__v": 0
    },
    {
      "_id": "62f0db56372fbb4b33e64b97",
      "title": "Kesar Mango Lassi",
      "shortDescription": "Everyone likes to drink lassi in the summer season and if the taste of mango i.e. mango is added to your favorite lassi, then imagine how fun that drink will be. That's why today we have brought for you the recipe of Mango Lassi to beat the heat.",
      "description": "Everyone likes to drink lassi in the summer season and if the taste of mango i.e. mango is added to your favorite lassi, then imagine how fun that drink will be. That's why today we have brought for you the recipe of Mango Lassi to beat the heat.\n1. Take mango pulp in a blender, add curd to it along with it. 2.After this, add sugar, cardamom powder, milk and saffron and blend everything well. 3.Smooth and thick Kesar Mango Lassi is ready.",
      "price": 34,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659951921/poco-images/ryljqftm0udxymm3hefb.png"
      ],
      "category": "Beverages",
      "review": [],
      "createdAt": "2022-08-08T09:45:58.333Z",
      "updatedAt": "2022-08-08T09:45:58.333Z",
      "__v": 0
    },
    {
      "_id": "62f0db9d372fbb4b33e64b9d",
      "title": "Mint Gur Sharbat",
      "shortDescription": "The refreshing flavor of mint leaves and the sweetness of Gur combine in this recipe. This easy to make sherbet will refresh you in an instant. Try it out today.",
      "description": "It sports a robust 48-ounce water tank and brews three different sizes of beverage, and the cup platform is adjustable-height for perfect placement of your espresso cup or glass of ice.\n\nTHE BEST QUICK-BREW COFFEE MACHINES|POPSCI COMMERCE TEAM|SEPTEMBER 10, 2020|POPULAR-SCIENCE\nIt is a great way to bring your favorite beverage into the bath, rest a candle, or hold some of your best bath products.\n\nBATHTUB TRAYS THAT WILL KEEP YOU ENTERTAINED AND RELAXED|POPSCI COMMERCE TEAM|SEPTEMBER 2, 2020|POPULAR-SCIENCE\nA bathtub tray is the perfect way to store your favorite bombs and bubbles or prop up a book and perch your favorite bath time beverage.",
      "price": 41,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659952002/poco-images/pdjxxfuc5bngddkkvgee.png"
      ],
      "category": "Beverages",
      "review": [],
      "createdAt": "2022-08-08T09:47:09.501Z",
      "updatedAt": "2022-08-08T09:47:09.501Z",
      "__v": 0
    },
    {
      "_id": "62f0dc4a372fbb4b33e64bae",
      "title": "Coriander Smoothie",
      "shortDescription": "Cucumber & Coriander Smoothie: This refreshing drink helps in detoxification and keep your body cool during the summers.",
      "description": "Take one cucumber and roughly chop it.2.Add this to a blender with a cup of coriander leaves and some water. Blend it to make juice.3.Now in a glass, add some pink salt and pepper with some ice cubes. Now pour in the prepared juice.4.Drink it cold and fresh to enjoy! Cucumber & Coriander Smoothie: This refreshing drink helps in detoxification and keep your body cool during the summers.",
      "price": 43,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659953864/poco-images/ko6pdaojrlah5yzgbc7p.png"
      ],
      "category": "Beverages",
      "review": [],
      "createdAt": "2022-08-08T09:50:02.009Z",
      "updatedAt": "2022-08-08T10:17:52.781Z",
      "__v": 0
    },
    {
      "_id": "62f0e0dc372fbb4b33e64be5",
      "title": "Zhug",
      "shortDescription": "There’s the fantasy: cooking a party spread for friends, or even just dinner on any given night. And then there’s the reality: getting home late because of traffic or meetings that run long, or simply losing the motivation to make a whole meal from scratch because of the overwhelming desire to lie on the grass (or the couch) a little while longer. When that happens, a fridge filled with homemade sauces offers the promise of a nearly effortless meal.",
      "description": "There’s the fantasy: cooking a party spread for friends, or even just dinner on any given night. And then there’s the reality: getting home late because of traffic or meetings that run long, or simply losing the motivation to make a whole meal from scratch because of the overwhelming desire to lie on the grass (or the couch) a little while longer. When that happens, a fridge filled with homemade sauces offers the promise of a nearly effortless meal.\n\nThe quickest way to dishes that thrill with big flavour is to dollop, spread or drizzle any of the options that follow on main ingredients that require minimal to no prep: Pull out leftovers; buy a rotisserie chicken; slice a block of tofu; cook eggs or noodles or both; season vegetables, seafood or meat with only oil and salt, then grill, roast or sear. And yes, you can also just grab a bag of chips and start dipping. This collection of sauces, with contributions from Melissa Clark, Eric Kim, Genevieve Ko and Yewande Komolafe, has a recipe for just about every occasion.",
      "price": 32,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659953332/poco-images/klg7c7tfbsvxjmygfgaj.png"
      ],
      "category": "Sauces",
      "review": [],
      "createdAt": "2022-08-08T10:09:32.581Z",
      "updatedAt": "2022-08-08T10:09:32.581Z",
      "__v": 0
    },
    {
      "_id": "62f0e13e372fbb4b33e64bf4",
      "title": "breakfast cereal",
      "shortDescription": "breakfast cereal, grain food, usually precooked or ready-to-eat, that is customarily eaten with milk or cream for breakfast in the United States and elsewhere, often sweetened with sugar, syrup, or fruit. The modern commercial concept of cereal food originated in the vegetarian beliefs of the American Seventh-day Adventists, who in the 1860s formed the Western Health Reform Institute, later renamed the Battle Creek Sanitarium, in Battle Creek, Michigan. The entrepreneurial possibilities of the ground, thin-baked cereal dough served to the sanitarium’s patients",
      "description": "Ready-to-eat breakfast cereals are of four basic types: flaked, made from corn, wheat, or rice that has been broken down into grits, cooked with flavours and syrups, and then pressed into flakes between cooled rollers; puffed, made by exploding cooked wheat or rice from a pressure chamber, thus expanding the grain to several times its original size; shredded, made from pressure-cooked wheat that is squeezed into strands by heavy rollers, then cut into biscuits and dried; and granular, made by a process in which a stiff dough made from wheat and malted barley flour, salt, yeast, and water is fermented, is baked thoroughly, and then, after being crumbled and rebaked, is ground into rough grains. As a final step in each process, the cereal is treated to restore vitamins lost through cooking and is often coated with sweet flavouring.\n\nBoiled crawfish is a popular Cajun dish.\nBRITANNICA QUIZ\nFoods Around the World: Fact or Fiction?\nFood can be more than just tasty. See what else you know about your favorite fare.\nLearn how carbs, proteins, and fiber-rich food constitute a complete breakfast\nLearn how carbs, proteins, and fiber-rich food constitute a complete breakfast\n© American Chemical Society (A Britannica Publishing Partner)\nSee all videos for this article",
      "price": 14,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659953443/poco-images/b4ejlprmxlielc4ixyuy.png"
      ],
      "category": "Sauces",
      "review": [],
      "createdAt": "2022-08-08T10:11:10.683Z",
      "updatedAt": "2022-08-08T10:17:06.408Z",
      "__v": 0
    },
    {
      "_id": "62f0e1da372fbb4b33e64c04",
      "title": "fish sauce",
      "shortDescription": "Home › Beverages › 20 Easy Lemonade Cocktails\n20 Easy Lemonade Cocktails\nLast Updated on: June 4, 2022\nShare\n\nPin\nEmail\nThese lemonade cocktails are as refreshing as it gets!\n\nThis summer, beat the heat by relaxing in front of the pool and sipping on spiked lemonade!\n\nWant to save this recipe? Enter your email below and we'll send the recipe straight to your inbox!\nEnter email address...\nRefreshing Lemonade Mojito Cocktail\nA little bit of booze will add a lot of zing to the classic thirst-quencher.\n\nThis line-up is more than just a simple addition of alcohol to lemonade, though. There’s so much more to it than that.\n\nPineapple, strawberry, lavender, elderflower: these are just some of the few flavors to look forward to on this list.",
      "description": "Home › Beverages › 20 Easy Lemonade Cocktails\n20 Easy Lemonade Cocktails\nLast Updated on: June 4, 2022\nShare\n\nPin\nEmail\nThese lemonade cocktails are as refreshing as it gets!\n\nThis summer, beat the heat by relaxing in front of the pool and sipping on spiked lemonade!\n\nWant to save this recipe? Enter your email below and we'll send the recipe straight to your inbox!\nEnter email address...\nRefreshing Lemonade Mojito Cocktail\nA little bit of booze will add a lot of zing to the classic thirst-quencher.\n\nThis line-up is more than just a simple addition of alcohol to lemonade, though. There’s so much more to it than that.\n\nPineapple, strawberry, lavender, elderflower: these are just some of the few flavors to look forward to on this list.\n\nIf you’ve been serving the same cocktails at cocktail hour, this collection will broaden that repertoire of yours.\n\nSweet, tart, and refreshing, it’s never too early in the week to enjoy these lemonade cocktails.\n\nReady? Bottoms up!",
      "price": 54,
      "images": [
        "http://res.cloudinary.com/online-poco/image/upload/v1659953604/poco-images/zo68hoqewzkqaui5c1mw.png"
      ],
      "category": "Sauces",
      "review": [],
      "createdAt": "2022-08-08T10:13:46.578Z",
      "updatedAt": "2022-08-08T10:13:46.578Z",
      "__v": 0
    }
  ]
}
